Revit 2027 API
STLImportOptions Constructor
 Constructs a new instance of STLImportOptions with default values of all properties.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public STLImportOptions()
Public Sub New
public:
STLImportOptions()
new : unit -> STLImportOptions
See Also
Reference
STLImportOptions Class
STLImportOptions Overload
Autodesk.Revit.DB Namespace